Repository: grigoris-hmu/multilingualFlask
Catalog: myApp/translations/*/LC_MESSAGES/messages.po
Languages: de, el, fr, ja

source: Beautiful day in Portland!
de: Prachtige dag in Portland!
el: Όμορφη μέρα στο Πόρτλαντ!
fr: Belle journée à Portland !
ja: ポートランドはいい天気だ！

source: The Avengers movie was so cool!
el: Η ταινία Avengers ήταν τόσο ωραία!
fr: Le film Avengers était trop cool !
ja: アベンジャーズの映画はとてもクールだった！

source: Home
el: Αρχική σελίδα
fr: Accueil
ja: ホーム

source: The Cake is a Lie
de: De taart is een leugen
el: Το κέικ είναι ένα ψέμα
fr: Le gâteau est un mensonge
ja: ケーキは嘘である

source: Hi, User!
de: Hallo, gebruiker!
el: Γεια σου, χρήστη!
fr: Bonjour, Utilisateur !
ja: こんにちは、ユーザーさん！

source: I promise you that there will be
de: Ik beloof je dat er
el: Σας υπόσχομαι ότι θα υπάρξουν
fr: Je vous promets qu'il y aura
ja: 約束しよう。

source: cake
de: taart
el: κέικ
fr: gâteau
ja: ケーキ

source: at the end of this article, so keep on reading!
de: aan het einde van dit artikel, dus blijf lezen!
el: στο τέλος αυτού του άρθρου, οπότε συνεχίστε να διαβάζετε!
fr: à la fin de cet article, alors continuez à lire !
ja: この記事の最後にあるので、読み進めてほしい！

source: text to be translated
de: te vertalen tekst
el: κείμενο προς μετάφραση

source: today is a beautiful day
de: vandaag is een mooie dag
el: σήμερα είναι μια όμορφη μέρα

source: my name is nikos
de: mijn naam is nikos
el: Το όνομά μου είναι Νίκος

source: Hi,
de: Hoi,
el: Γεια σας,
fr: Bonjour,
ja: こんにちは、

source: says:
de: zegt:
el: λέει:
fr: dit :
ja: と言う：

source: Welcome to Microblog
de: Welkom bij Microblog
el: Καλώς ήρθατε στο Μικροϊστολόγιο
fr: Bienvenue à Microblog
ja: マイクロブログへようこそ

source: Cake
de: Taart
el: Πίτα
fr: Gâteau
ja: ケーキ
